export default {
    items: [
        {
            name: '上海的VIP会员',
            target: '会员',
            conditions: [
                '【城市】   等于    【上海】',
                '【会员等级】  等于 【 VIP】'
            ],
            createtime: '2016-03-21  15:40:53',
            result: '1,230',
            usetime: '2017-03-21  23:00:00'
        },
        {
            name: '6个月内销售大于10万的店铺',
            target: '门店',
            conditions: [
                '【销售金额】  大于 【100,000】',
                '【时间范围】  介于 【2016-06-30】【2016-12-31】'
            ],
            createtime: '2017-03-21  15:40:53',
            result: '89',
            usetime: '2017-03-21  23:00:00'
        },
        {
            name: '90天内未购买的会员',
            target: '会员',
            conditions: [
                '【销售次数】  等于 【0】',
                '【时间范围】  介于 【2016-09-30】【2016-12-31】'
            ],
            createtime: '2016-03-21  15:40:53',
            result: '1,230',
            usetime: '2017-03-21  23:00:00'
        },
        {
            name: '高价值会员',
            target: '会员',
            conditions: [
                '【购买次数】  大于 【20】',
                '【订单金额】  大于 【50000】',
                '【时间范围】  介于 ...'
            ],
            createtime: '2017-03-21  15:40:53',
            result: '6,231',
            usetime: '2017-03-21  23:00:00'
        },
        {
            name: '好评率大于85%的销售员',
            target: '销售员',
            conditions: [
                '【好评率】   大于    【85%】'
            ],
            createtime: '2016-03-21  15:40:53',
            result: '835',
            usetime: '2017-03-21  23:00:00'
        }
    ]
}
