export default {
    tableData: [
        {
            code: '7482144',
            uid: 7465,
            pid: 55543,
            gid: 7,
            num: 2,
            price: '￥633.00',
            name: '玫珂菲清晰无痕蜜粉',
            time: '2017-03-14 - 17:32:05',
            from: '微信链接'
        },
        {
            code: '232534',
            uid: 2345,
            pid: 44432,
            gid: 1,
            num: 1,
            price: '￥412.99',
            name: '玫珂菲明星挚爱唇膏 C406',
            time: '2017-01-04 - 15:32:31',
            from: '邮件'
        },
        {
            code: '23462',
            uid: 11241,
            pid: 23451,
            gid: 4,
            num: 5,
            price: '￥431.00',
            name: '玫珂菲明星挚爱唇膏 M500',
            time: '2017-04-13 - 17:32:30',
            from: '线上活动'
        },
        {
            code: '23423',
            uid: 1231,
            pid: 12345,
            gid: 5,
            num: 8,
            price: '￥1633.00',
            name: '玫珂菲明星挚爱唇膏 C600',
            time: '2016-12-14 - 11:32:32',
            from: '微信'
        },
        {
            code: '2235236',
            uid: 2353,
            pid: 6347,
            gid: 6,
            num: 4,
            price: '￥753.03',
            name: '玫珂菲眼妆固定液',
            time: '2017-02-14 - 06:32:30',
            from: '微信链接'
        },
        {
            code: '23464',
            uid: 3453,
            pid: 8677,
            gid: 7,
            num: 1,
            price: '￥1235.93',
            name: '玫珂菲烟熏紫睫毛膏',
            time: '2017-01-04 - 15:32:00',
            from: '邮件'
        },
        {
            code: '32252',
            uid: 33458,
            pid: 2341,
            gid: 8,
            num: 6,
            price: '￥642.12',
            name: '玫珂菲莹亮溢彩唇蜜',
            time: '2017-03-14 - 17:32:00',
            from: '线上活动'
        },
        {
            code: '12312DA',
            uid: 3445,
            pid: 3453,
            gid: 8,
            num: 3,
            price: '￥563.23',
            name: '玫珂菲眼部持久防晕底霜',
            time: '2017-01-04 - 15:32:00',
            from: '微信'
        },
        {
            code: '123GHY',
            uid: 3452,
            pid: 2341,
            gid: 99,
            num: 3,
            price: '￥234.21',
            name: '玫珂菲双用水粉霜38号',
            time: '2017-02-14 - 06:32:30',
            from: '线上活动'
        },
        {
            code: '645745',
            uid: 23423,
            pid: 42345,
            gid: 1,
            num: 4,
            price: '￥431.24',
            name: '玫珂菲双用水粉霜 190ml 20',
            time: '2016-10-14 - 14:32:32',
            from: '微信'
        }
    ]
}
